Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/DeveloperSettings/DTSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Log Graphics Performance
ar: تسجيل أداء الغرافيكس
bg: Регистрирай производителност за графика
ca: Registra el rendiment dels gràfics
cs: Vytvořit záznam výkonu grafiky
da: Registrer grafikydeevne
de: Grafikleistung protokollieren
el: Καταγραφή απόδοσης γραφικών
es: Registrar rendimiento de gráficos
es_us: Registrar rendimiento de gráficos
fi: Grafiikan suorituskyvyn loki
fr: Enregistrer les performances graphiques
fr_ca: Journaliser les performances graphiques
he: רישום ביצועים גרפיים
hi: ग्राफ़िक प्रदर्शन लॉग करें
hr: Zabilježi učinkovitost grafike
hu: Grafikai teljesítmény naplózása
id: Catat Kinerja Grafik
it: Registra prestazioni grafica
ja: グラフィックスのパフォーマンスを記録
kk: Графикалық өнімділікті тіркеу
ko: 그래픽 성능 기록
lt: Žurnalo grafikos našumas
ms: Log Prestasi Grafik
nl: Leg grafische prestaties vast in logbestand
no: Loggfør grafikkytelse
pl: Rejestruj wydajność grafiki
pt_br: Registrar Desempenho dos Gráficos
pt_pt: Registar desempenho gráfico
ro: Înregistrați performanța grafică
ru: Журнал производит. графики
sk: Zaznamenať výkon grafiky
sl: Zabeleži učinkovitost grafike
sv: Logga grafikprestanda
th: บันทึกประสิทธิภาพกราฟิก
tr: Grafik Performansını Günlüğe Al
uk: Журналювання продуктивності роботи з графікою
vi: Ghi nhật ký hiệu năng đồ họa
zh_cn: 记录图形性能
zh_hk: 記錄圖形執行效能
zh_tw: 記錄圖形執行效能

source: Paired Devices
ar: الأجهزة المقترنة
bg: Сдвоени устройства
ca: Dispositius enllaçats
cs: Spárovaná zařízení
da: Parrede enheder
de: Gekoppelte Geräte
el: Ζευγοποιημένες συσκευές
es: Dispositivos enlazados
es_us: Dispositivos enlazados
fi: Laiteparit
fr: Appareils jumelés
fr_ca: Appareils jumelés
he: מכשירים מקושרים
hi: पेयर किए डिवाइस
hr: Upareni uređaji
hu: Párosított eszközök
id: Perangkat yang Dipasangkan
it: Dispositivi abbinati
ja: ペアリング済みのデバイス
kk: Жұптастырылған құрылғылар
ko: 페어링된 기기
lt: Susieti įrenginiai
ms: Peranti Berpasangan
nl: Gekoppelde apparaten
no: Sammenkoblede enheter
pl: Urządzenia połączone w parę
pt_br: Dispositivos Emparelhados
pt_pt: Dispositivos emparelhados
ro: Dispozitive asociate
ru: Устройства в паре
sk: Spárované zariadenia
sl: Seznanjene naprave
sv: Parkopplade enheter
th: อุปกรณ์ที่จับคู่
tr: Eşlenmiş Aygıtlar
uk: Спарені пристрої
vi: Thiết bị đã ghép đôi
zh_cn: 配对设备
zh_hk: 配對的裝置
zh_tw: 配對的裝置

# FINDMY_TESTING_FOOTER
source: When turned on, the Items tab will be shown in Find My and you will be able to pair Find My compatible accessories.
ar: عند تشغيله، سيتم إظهار علامة تبويب الأغراض في تطبيق تحديد الموقع وسيكون بإمكانك إقران الملحقات المتوافقة مع تطبيق تحديد الموقع.
bg: Когато е включен, разделът с елементи ще се показва в Намери и ще бъде достъпен за свързване с аксесоари, поддържащи функцията Намери.
ca: Si aquesta opció està activada, la pestanya d’ítems es mostra a l’app Cerca i pots emparellar‑hi els accessoris compatibles.
cs: Když je testování zapnuté, v aplikaci Najít se zobrazí panel Předměty a budete mít možnost spárovat příslušenství kompatibilní se službou Najít.
da: Når dette er slået til, vises fanen med emner i Find, og du kan danne par med Find-kompatibelt tilbehør.
de: Bei Aktivierung wird der Tab „Objekte“ in „Wo ist?“ angezeigt und du kannst Zubehör koppeln, das „Wo ist?“ unterstützt.
el: Όταν είναι ενεργή αυτή η ρύθμιση, η καρτέλα «Αντικείμενα» θα εμφανίζεται στην Εύρεση και θα έχετε τη δυνατότητα ζευγοποίησης αξεσουάρ που είναι συμβατά με την Εύρεση.
es: Cuando esta opción esté activada, se mostrará la pestaña Objetos en la app Buscar y podrás enlazar los accesorios compatibles.
es_us: Si se activa, la pestaña Artículos se mostrará en Encontrar y podrás enlazar accesorios compatibles con Encontrar.
fi: Kun tämä on päällä, Esineet-välilehti näkyy Etsi-apissa ja voit yhdistää Etsi-yhteensopivia lisälaitteita pariksi.
fr: Lorsque ce réglage est activé, l’onglet Objets s’affiche dans Localiser, ce qui vous permet de jumeler les accessoires compatibles avec Localiser.
fr_ca: Lorsque ce réglage est activé, l’onglet Éléments s’affiche dans Localiser, ce qui vous permet de jumeler les accessoires compatibles avec Localiser.
he: כאשר הגדרה זו מופעלת, הכרטיסיה ״פריטים״ תופיע ב״איתור״ ויהיה באפשרותך לקשר אביזרים תואמים ל״איתור״.
hi: चालू किए जाने पर, आइटम टैब Find My में दिखाए जाएँगे और आप Find My संगत ऐक्सेसरी को पेयर करने में सक्षम होंगे।
hr: Kad je uključeno, kartica stavki prikazivat će se u Pronalaženju i moći ćete upariti pribore koji su kompatibilni s Pronalaženjem.
hu: Amikor be van kapcsolva, a Tárgyak lap megjelenik a Lokátorban, és képes lesz megtalálni a Lokátorral kompatibilis kiegészítőket.
id: Jika dinyalakan, tab Item akan ditampilkan di Lacak dan Anda akan dapat memasangkan aksesori yang kompatibel dengan Lacak.
it: Quando l’opzione è attiva, nell’app Dov’è verrà visualizzato il pannello Oggetti e potrai abbinare gli accessori compatibili.
ja: オンにすると、“探す”で項目タブが表示され、“探す”に対応しているアクセサリをペアリングすることができます。
kk: Бұл функция қосулы болғанда, «Элементтер» қойындысы «Локатор» қолданбасында көрсетіледі және «Локатор» функциясымен үйлесімді керек-жарақтарды жұптастыру мүмкіндігі пайда болады.
ko: 이 기능을 켜면 물품 탭이 ‘나의 찾기’에 표시되며, ‘나의 찾기’와 호환되는 액세서리를 페어링으로 구성할 수 있습니다.
lt: Įjungus funkciją, skirtukas „Daiktai“ bus rodomas programoje „Lokatorius“ ir galėsite susieti su programa „Lokatorius“ suderinamus priedus.
ms: Apabila diaktifkan, tab Item akan ditunjukkan dalam Cari dan anda akan dapat memasangkan aksesori serasi Cari.
nl: Als deze optie is ingeschakeld, wordt het tabblad 'Objecten' weergegeven in Zoek mijn en kun je accessoires koppelen die compatibel zijn met Zoek mijn.
no: Når innstillingen er på, vises Objekter-fanen i Hvor er-appen og du kan koble sammen med tilbehør som støttes av Hvor er.
pl: Gdy opcja jest włączona, aplikacja Znajdź wyświetla kartę Przedmioty i umożliwia łączenie w parę akcesoriów zgodnych z usługą Znajdź.
pt_br: Quando ativado, a aba Itens será mostrada no app Buscar e você poderá emparelhar acessórios compatíveis.
pt_pt: Quando esta opção está ativada, poderá ver o separador Objetos na aplicação Encontrar e emparelhar acessórios compatíveis com Encontrar.
ro: Când opțiunea este activată, fila Articole va fi afișată în aplicația Găsire și veți putea să asociați accesorii compatibile cu funcționalitatea Găsire.
ru: Когда этот параметр включен, в Локаторе будет отображаться вкладка «Вещи» и можно будет создавать пары с аксессуарами с поддержкой Локатора.
sk: Keď je testovanie zapnuté, v apke Nájsť sa zobrazí tab Predmety a budete môcť spárovať príslušenstvo kompatibilné so službou Nájsť.
sl: Če je funkcija vklopljena, bo v aplikaciji Najdi prikazan zavihek Elementi in lahko boste seznanili dodatno opremo, združljivo z aplikacijo Najdi.
sv: När det här alternativet är aktivt visas fliken Föremål i Hitta och du kan parkoppla tillbehör som är kompatibla med Hitta.
th: เมื่อเปิดใช้ แถบรายการจะแสดงใน “ค้นหาของฉัน” และคุณจะสามารถจับคู่อุปกรณ์เสริมที่ใช้งานร่วมกันได้กับ “ค้นหาของฉัน”
tr: Bu seçenek açıkken Nesneler sekmesi Bul’da gösterilir ve Bul ile uyumlu aksesuarları eşleyebilirsiniz.
uk: Якщо ввімкнено, у Локаторі відображатиметься вкладка «Речі» і ви зможете створювати пару з приладами, сумісними із програмою «Локатор».
vi: Khi tùy chọn được bật, tab Vật dụng sẽ được hiển thị trong Tìm và bạn sẽ có thể ghép đôi các phụ kiện tương thích với Tìm.
zh_cn: 打开时，“物品”标签页将显示在“查找”中，你可以配对与“查找”兼容的配件。
zh_hk: 開啟時，「物品」分頁將會顯示在「尋找」中，你可以配對與「尋找」相容的配件。
zh_tw: 開啟時，「物品」標籤頁會顯示於「尋找」，你將可配對與「尋找」相容的配件。

# FINDMY_TESTING
source: Find My Network Testing
ar: اختبار شبكة تحديد الموقع
bg: Тестване на мрежа Намери
ca: Verificació de la xarxa de la cerca
cs: Testování sítě služby Najít
da: Test af Find-netværket
el: Δοκιμή δικτύου Εύρεσης
es: Pruebas de la red de Buscar
es_us: Prueba de red de Encontrar
fi: Etsi-verkon testaus
fr: Test du réseau Localiser
fr_ca: Test du réseau Localiser
he: בדיקת הרשת של ״איתור״
hi: Find My नेटवर्क जाँच
hr: Testiranje mreže značajke Pronalaženje
hu: Lokátor-hálózat tesztelése
id: Pengetesan Jaringan Lacak
it: Test della rete Dov’è
ja: “探す”ネットワークテスト
kk: Локатор желісін сынау
ko: 나의 찾기 네트워크 테스트
lt: Programos „Tinklo lokatorius“ testavimas
ms: Ujian Rangkaian Cari
nl: Zoek mijn-netwerk testen
no: Testing av Hvor er-nettverk
pl: Testowanie sieci usługi Znajdź
pt_br: Teste da Rede Buscar
pt_pt: Testes da rede Encontrar
ro: Testare rețea Găsire
ru: Тестирование сети Локатора
sk: Testovanie – Sieť služby Nájsť
sl: Preizkušanje omrežja Najdi
sv: Test av Hitta-nätverket
th: การทดสอบเครือข่าย “ค้นหาของฉัน”
tr: Bul Ağı Testi
uk: Тестування мережі Локатора
vi: Kiểm tra mạng Tìm
zh_cn: “查找”网络测试
zh_hk: 「尋找」網絡測試
zh_tw: 尋找網絡測試

source: Reset Media Services
ar: إعادة تعيين خدمات الوسائط
bg: Нулиране на медийните услуги
ca: Restableix els serveis de continguts
cs: Resetovat mediální služby
da: Nulstil medietjenester
de: Mediendienste zurücksetzen
el: Επαναφορά των Υπηρεσιών πολυμέσων
es: Restablecer servicios multimedia
es_us: Restablecer servicios de contenido
fi: Nollaa mediapalvelut
fr: Réinitialiser les services multimédias
fr_ca: Réinitialiser les services multimédias
he: איפוס שירותי מדיה
hi: मीडिया सेवाएँ रीसेट करें
hr: Resetiraj medijske usluge
hu: Médiaszolgáltatások alaphelyzetbe állítása
id: Atur Ulang Layanan Media
it: Inizializza servizi multimediali
ja: メディアサービスをリセット
kk: Медиа сервистерді бастапқы күйге қайтару
ko: 미디어 서비스 재설정
lt: Nustatyti medijos paslaugas iš naujo
ms: Reset Perkhidmatan Media
nl: Stel mediavoorzieningen opnieuw in
no: Nullstill Media-tjenester
pl: Wyzeruj usługi multimediów
pt_br: Redefinir Serviços de Mídia
pt_pt: Repor serviços de multimédia
ro: Resetați serviciile multimedia
ru: Сбросить мультимедийные службы
sk: Resetovať služby médií
sl: Ponastavitev storitev predstavnostnih vsebin
sv: Nollställ medietjänster
th: รีเซ็ตบริการสื่อ
tr: Ortam Servislerini Sıfırla
uk: Скинути медійні служби
vi: Đặt lại dịch vụ phương tiện
zh_cn: 还原媒体服务
zh_hk: 重設媒體服務
zh_tw: 重置媒體服務

source: Media Services Testing
ar: اختبار خدمات الوسائط
bg: Тестване на медийните услуги
ca: Verificació dels serveis de continguts
cs: Testování mediálních služeb
da: Test af medietjenester
el: Δοκιμές στις Υπηρεσίες πολυμέσων
es: Pruebas de Servicios multimedia
es_us: Prueba de servicios de contenidos
fi: Mediapalvelujen testaus
fr: Test des services multimédias
fr_ca: Test des services multimédias
he: בדיקת שירותי מדיה
hi: मीडिया सेवाएँ जाँच
hr: Testiranje medijskih usluga
hu: Médiaszolgáltatások tesztelése
id: Pengetesan Layanan Media
it: Test servizi multimediali
ja: メディアサービステスト
kk: Медиа сервистерді сынау
ko: 미디어 서비스 테스트
lt: Medijos paslaugų testavimas
ms: Ujian Perkhidmatan Media
nl: Mediavoorzieningen testen
no: Testing av medietjenester
pl: Testowanie usług multimediów
pt_br: Teste de Serviços de Mídia
pt_pt: Testes de serviços de multimédia
ro: Testare servicii multimedia
ru: Тестирование мультимедийных служб
sk: Testovanie – Služby médií
sl: Preizkušanje storitev predstavnostnih vsebin
sv: Testning av medietjänster
th: การทดสอบบริการสื่อ
tr: Ortam Servisleri Testi
uk: Тестування медіаслужб
vi: Kiểm tra dịch vụ phương tiện
zh_cn: 媒体服务测试
zh_hk: 媒體服務測試
zh_tw: 媒體服務測試

source: UI Automation
ar: التحكم التلقائي بواجهة المستخدم
bg: Автоматизиране на интерфейса
ca: Automatització de la IU
cs: Automatizace rozhraní
da: Automatisering af brugergrænseflade
de: UI-Automatisierung
el: Αυτοματοποίηση διεπαφής χρήστη
es: Automatización de la IU
es_us: Automatización de interfaz
fi: UI-automaatio
fr: Automatisation de l’IU
fr_ca: Automatisation de l’IU
he: ממשק אוטומטי
hi: UI ऑटोमेशन
hr: Automatizacija sučelja
hu: Felhasználóifelület-automatizálás
id: Automasi UI
it: Automazione interfaccia utente
ja: UIオートメーション
kk: Пайдаланушы интерфейсін автоматтандыру
ko: UI 자동화
lt: UI automatizavimas
ms: Automasi UI
nl: UI-automatisering
no: UI-automatisering
pl: Automatyzacja UI
pt_br: Automação de Interface
pt_pt: Automatização da IU
ro: Automatizare IU
ru: Автоматизация интерфейса
sk: Automatizácia rozhrania
sl: Avtomatizacija uporabniškega vmesnika
sv: UI-automatisering
th: UI ของการทำงานอัตโนมัติ
tr: Kullanıcı Arayüzü Otomasyonu
uk: Автоматизація КІ
vi: Tự động hóa UI
zh_cn: UI自动化
zh_hk: 介面自動化
zh_tw: 介面自動化

# ADATTRIBUTIONKIT_DEVELOPER_MODE_ENABLED
source: AdAttributionKit Developer Mode
ar: نمط مطور AdAttributionKit
bg: Режим за разработчици AdAttributionKit
ca: Mode de desenvolupament de l’AdAttributionKit
cs: Vývojový režim AdAttributionKitu
da: AdAttributionKit-udviklerfunktion
de: AdAttributionKit-Entwicklermodus
el: Λειτουργία δημιουργού AdAttributionKit
es: Modo de desarrollador de AdAttributionKit
es_us: Modo de desarrollador AdAttributionKit
fi: AdAttributionKitin kehittäjätila
fr: Mode développeur de AdAttributionKit
fr_ca: Mode développeur AdAttributionKit
he: מצב פיתוח של AdAttributionKit
hi: AdAttributionKit डेवलपर मोड
hr: Developerski način rada AdAttributionKita
hu: AdAttributionKit fejlesztői mód
id: Mode Pengembang AdAttributionKit
it: Modalità Sviluppo AdAttributionKit
ja: AdAttributionKitデベロッパモード
kk: AdAttributionKit әзірлеуші режимі
ko: AdAttributionKit 개발자 모드
lt: „AdAttributionKit“ kūrėjo režimas
ms: Mod Pembangun AdAttributionKit
nl: AdAttributionKit-ontwikkelaarsmodus
no: Utviklermodus for AdAttributionKit
pl: Tryb dewelopera AdAttributionKit
pt_br: Modo de Desenvolvimento do AdAttributionKit
ro: Mod dezvoltator AdAttributionKit
ru: Режим разработчика AdAttributionKit
sk: Vývojársky režim pre AdAttributionKit
sl: Način za razvijalce AdAttributionKit
sv: AdAttributionKit-utvecklarläge
th: โหมดนักพัฒนา AdAttributionKit
tr: AdAttributionKit Geliştirici Modu
uk: Режим розробника AdAttributionKit
vi: Chế độ nhà phát triển AdAttributionKit
zh_cn: AdAttributionKit开发者模式
zh_hk: AdAttributionKit開發者模式
zh_tw: AdAttributionKit開發者模式

# SIRI_ACTIONS_FOOTER_SYNC_WATCHOS
source: To force sync shortcuts, make sure Apple Watch is connected to its charger.
ar: لفرض مزامنة الاختصارات، يرجى التأكد من اتصال Apple Watch بالشاحن.
bg: Уверете се, че Apple Watch е свързан към зарядното си устройство, за да се синхронизират бързите команди.
ca: Per forçar la sincronització de les dreceres, comprova que l’Apple Watch sigui al carregador.
cs: Chcete‑li vynutit synchronizaci zkratek, ujistěte se, že jsou Apple Watch připojené k nabíječce.
da: Sørg for, at Apple Watch er sluttet til opladeren for at tvinge genveje til at synkronisere.
de: Um die Synchronisierung von Kurzbefehlen zu erzwingen, stelle sicher, dass die Apple Watch mit ihrem Ladegerät verbunden ist.
el: Για επιβολή του συγχρονισμού των συντομεύσεων, βεβαιωθείτε ότι το Apple Watch είναι συνδεδεμένο στον φορτιστή του.
es: Para forzar la sincronización de los atajos, comprueba que el Apple Watch esté conectado al cargador.
es_us: Para forzar la sincronización de shortcuts, asegúrate de que el Apple Watch esté conectado a su cargador.
fi: Varmista, että Apple Watch on kytketty laturiinsa, jos haluat pakottaa pikakomentojen synkronoinnin.
fr: Pour forcer la synchronisation des raccourcis, assurez-vous que l’Apple Watch est connectée à son chargeur.
fr_ca: Pour forcer les raccourcis de synchronisation, assurez-vous que l’Apple Watch est connectée à son chargeur.
he: כדי לסנכרן קיצורים באופן מיידי, יש לוודא שה-Apple Watch מחובר למטען.
hi: शॉर्टकट को जबरन सिंक करने के लिए, सुनिश्चित करें कि Apple Watch इसके चार्जर से कनेक्टेड हो।
hr: Za prisilno sinkroniziranje prečaca Apple Watch treba biti spojen na punjač.
hu: A parancsok kényszerített szinkronizálásához győződjön meg arról, hogy az Apple Watch a töltőjéhez van csatlakoztatva.
id: Untuk memaksa penyelarasan pintasan, pastikan Apple Watch terhubung ke pengisi dayanya.
it: Per forzare la sincronizzazione dei comandi rapidi, assicurati che Apple Watch sia collegato al caricabatterie.
ja: ショートカットを強制同期するには、Apple Watchが充電器に接続されていることを確認してください。
kk: Жылдам пәрмендерді мәжбүрлі түрде синхрондау үшін Apple Watch сағатының зарядтау құралына қосылғанына көз жеткізіңіз.
ko: 단축어를 강제로 동기화하려면 Apple Watch가 충전기에 연결되어 있는지 확인하십시오.
lt: Norėdami priverstinai sinchronizuoti nuorodas, įsitikinkite, kad „Apple Watch“ prijungtas prie įkroviklio.
ms: Untuk memaksa penyelarasan pintasan, pastikan Apple Watch disambungkan ke pengecasnya.
nl: Om het synchroniseren van opdrachten te forceren, moet de Apple Watch zijn aangesloten op de oplader.
no: Kontroller at Apple Watch er på laderen før du tvinger synkronisering av snarveier.
pl: Aby wymusić synchronizowanie skrótów, upewnij się, że Apple Watch jest podłączony do ładowarki.
pt_br: Para forçar os atalhos de sincronização, confira se o Apple Watch está conectado ao carregador.
pt_pt: Para forçar a sincronização de atalhos, certifique‑se de que o Apple Watch está ligado ao carregador.
ro: Pentru a forța sincronizarea scurtăturilor, asigurați‑vă că Apple Watch‑ul este conectat la încărcătorul său.
ru: Для принудительной синхронизации быстрых команд часы Apple Watch должны быть подключены к зарядному устройству.
sk: Synchronizáciu skratiek je možné vynútiť len vtedy, keď sú Apple Watch pripojené k nabíjačke.
sl: Če želite vsiliti sinhronizacijo bližnjic, se prepričajte, da je ura Apple Watch priključena na polnilnik.
sv: Om du vill tvinga en synkronisering av genvägar kontrollerar du att Apple Watch är ansluten till laddaren.
th: ในการบังคับเชื่อมข้อมูลคำสั่งลัด ให้ตรวจสอบให้แน่ใจว่าเสียบ Apple Watch เข้ากับที่ชาร์จอยู่
tr: Kestirmeleri eşzamanlanmaya zorlamak için Apple Watch’un şarj aletine bağlı olduğundan emin olun.
uk: Для примусового відображення швидких команд підʼєднайте Apple Watch до джерела живлення.
vi: Để bắt buộc đồng bộ hóa phím tắt, hãy đảm bảo rằng Apple Watch được kết nối với bộ sạc.
zh_cn: 若要强制同步快捷指令，请确保Apple Watch已连至充电器。
zh_hk: 如要強制同步捷徑，請確定Apple Watch已連接充電器。
zh_tw: 若要強制同步捷徑，請確定Apple Watch已連接充電器。
